
[
      {
       "Name":"Cinnamon Baked Doughnuts",
       "Ingredients":"^ Baking spray with flour, such as Baker's Joy$ ^ cups allpurpose flour$ ^ 1.2 cups sugar$ ^ 2 teaspoons baking powder$ ^ 1.2 teaspoon kosher salt$ ^ 1 extralarge egg, lightly beaten$ ^ 1 1.4 cups whole milk$ ^ 2 tablespoons unsalted butter, melted$ ^ 2 teaspoons pure vanilla extract ",
       "Direction":"1. Preheat the oven to 350 degrees. Spray 2 doughnut pans well.$ 2.Into a large bowl, sift together the flour, sugar, baking powder, cinnamon, nutmeg, and salt. In a small bowl, whisk together the egg, milk, melted butter, and vanilla. Stir the wet mixture into the dry ingredients until just combined.$ 3. Spoon the batter into the baking pans, filling each one a little more than threequarters full. Bake for 17 minutes, until a toothpick comes out clean. Allow to cool for 5 minutes, then tap the doughnuts out onto a sheet pan.",
       "Image": "B1"
      },
      {
       "Name":"Herbalicious Breakfast Casserole",
       "Ingredients":"^ 8 tablespoons salted butter, plus more for buttering the baking dish$ ^ 8 storebought onion rolls $ ^ 1.4 cup sliced roasted red peppers$ ^ 8 ounces cream cheese $ ^ 1 cup grated mozzarella$ ^ 2 cups milk $ ^ 3 heaping tablespoons basil pesto $ ^ 1 tablespoon chopped fresh parsley$ ^ 1 teaspoon chopped fresh oregano",
       "Direction":"1. Generously butter a 9by13inch baking dish.$ 2.Tear the onion rolls into chunks and place them in the bottom of the baking dish. Sprinkle the roasted peppers on top, then tear the cream cheese over the peppers. Sprinkle with the mozzarella, then cut the butter into pats and scatter over the top.$ 3. Mix together the milk, pesto, parsley, oregano, salt, pepper and eggs in a large bowl and pour slowly over the top of the dish, making sure to get it all around and into the crevices. Wrap tightly with plastic wrap, then foil. Freeze for up to 2 months.$ 4. To cook from frozen: Preheat the oven to 350 degrees F.$ 5. Remove the foil and plastic wrap, then recover the casserole with the foil. Bake for 45 minutes, then remove the foil and continue baking until firm and set, about 10 minutes more. Portion and serve immediately.$ 6. To cook from thawed: The evening before serving, remove the casserole from the freezer and thaw overnight in the refrigerator.$ 7. Preheat the oven to 325 degrees F.",
       "Image": "B2"
      },
      {
       "Name":"Avocado Toasts",
       "Ingredients":"^ One 8ounce ripe avocado, halved, pitted and peeled$ ^ Fine salt and freshly ground black pepper$ ^ 4 slices whole grain or whole wheat bread$ ^ 1 clove garlic, peeled and halved$ ^ 2 tablespoons extravirgin olive oil or unsalted butter, softened$ ^ Flaky sea salt, for serving",
       "Direction":"1. Mash the avocado with a fork in a shallow bowl until chunky. Season with fine salt and black pepper.$ 2.Toast the bread until browned and crisp. Lightly rub 1 side of each slice with the cut side of the garlic until fragrant discard the garlic. Lightly brush the toasts with oil, and season with fine salt and pepper. Divide the mashed avocado evenly among the toasts, and top with more flaky sea salt, more black pepper and red pepper flakes if using.",
       "Image": "B3"
      },
      {
       "Name":"Granola",
       "Ingredients":"^ 3 cups rolled oats$ ^ 1 cup slivered almonds$ ^ 1 cup cashews$ ^ 3.4 cup shredded sweet coconut$ ^ 1.4 cup plus 2 tablespoons dark brown sugar$ ^ 1.4 cup plus 2 tablespoons maple syrup$ ^ 1.4 cup vegetable oil",
       "Direction":"1. Preheat oven to 250 degrees F.$ 2.In a large bowl, combine the oats, nuts, coconut, and brown sugar.$ 3. In a separate bowl, combine maple syrup, oil, and salt. Combine both mixtures and pour onto 2 sheet pans. Cook for 1 hour and 15 minutes, stirring every 15 minutes to achieve an even color.",
       "Image": "B4"
      },
      {
       "Name":"Easy Cheese Danish",
       "Ingredients":"^ 1 large egg plus 1 yolk$ ^ 8 ounces cream cheese, softened $ ^ 3 tablespoons sugar, plus more for dusting",
       "Direction":"1. Preheat the oven to 400 degrees F. Line 2 baking pans with parchment paper. $ 2. Beat the whole egg with 1 teaspoon of water in a small bowl set aside.$ 3. Beat the egg yolk, cream cheese, sugar, lemon juice and vanilla in a medium bowl with an electric mixer on mediumhigh speed until smooth.$ 4. Lay out the 2 sheets of puff pastry and cut each into 4 squares. Fold the corners of the squares over by about 1 inch to make octagon shapes. Spoon the cream cheese mixture evenly into the center of each about 2 tablespoons per do not spread the cream cheese. Brush all of the exposed pastry with the egg wash, then dust generously with sugar.",
       "Image": "B5"
      },
      {
       "Name":"Banana Sour Cream Pancakes",
       "Ingredients":"^ 1 1.2 cups flour$ ^ 3 tablespoons sugar $ ^ 2 teaspoons baking powder $ ^ 1 1.2 teaspoons kosher salt$ ^ 1.2 cup sour cream$ ^ 3.4 cup plus 1 tablespoon milk$ ^ 2 extralarge eggs$ ^ 1 teaspoon pure vanilla extract $ ^ 1 teaspoon grated lemon zest",
       "Direction":"1. Sift together the flour, sugar, baking powder, and salt. In a separate bowl, whisk together the sour cream, milk, eggs, vanilla, and lemon zest. Add the wet ingredients to the dry ones, mixing only until combined.$ 2. Melt 1 tablespoon of butter in a large skillet over mediumlow heat until it bubbles. Ladle the pancake batter into the pan to make 3 or 4 pancakes. Distribute a rounded tablespoon of bananas on each pancake. Cook for 2 to 3 minutes, until bubbles appear on top and the underside is nicely browned. Flip the pancakes and then cook for another minute until browned. Wipe out the pan with a paper towel, add more butter to the pan, and continue cooking pancakes until all the batter is used. Serve with sliced bananas, butter and maple syrup.",
       "Image": "B6"
      },
      {
       "Name":"Breakfast Bread Pudding",
       "Ingredients":"^ 5 extralarge whole eggs$ ^ 2 extralarge egg yolks$ ^ 2 1.2 cups halfandhalf$ ^ 1.3 cup honey$ ^ 1 1.2 teaspoons pure vanilla extract$ ^ 2 teaspoons orange zest 2 oranges$ ^ 1.2 teaspoon kosher salt",
       "Direction":"1. Preheat the oven to 350 degrees F.Preheat the oven to 350 degrees F.$ 2. n a medium bowl, whisk together the whole eggs, egg yolks, halfandhalf, honey, vanilla, orange zest, and salt. Set aside.$ 3. Slice the brioche loaf into 6 1inch thick pieces. Lay half brioche slices flat in a 9 by 14 by 2inch oval baking dish. Spread the raisins on top of the brioche slices, and place the remaining slices on top. Make sure that the raisins are between the layers of brioche or they will burn while baking. Pour the egg mixture over the bread and allow to soak for 15 minutes, pressing down gently.",
       "Image": "B7"
      },
      {
       "Name":"Blueberry Coffee Cake Muffins",
       "Ingredients":"^ 12 tablespoons 1 1.2 sticks unsalted butter, at room temperature$ ^ 1 1.2 cups sugar$ ^ 3 extralarge eggs, at room temperature$ ^ 1 1.2 teaspoons pure vanilla extract$ ^ 8 ounces about 1 cup sour cream$ ^ 1.4 cup milk$ ^ 2 1.2 cups allpurpose flour",
       "Direction":"1. Preheat the oven to 350 degrees F. Place 16 paper liners in muffin pans.$ 2. In the bowl of an electric mixer fitted with the paddle attachment, cream the butter and sugar until light and fluffy, about 5 minutes. With the mixer on low speed, add the eggs 1 at a time, then add the vanilla, sour cream, and milk. In a separate bowl, sift together the flour, baking powder, baking soda, and salt. With the mixer on low speed add the flour mixture to the batter and beat until just mixed. Fold in the blueberries with a spatula and be sure the batter is completely mixed.",
       "Image": "B8"
      }
]
