
[
      {
       "Name":"Classic Shrimp Scampi",
       "Ingredients":"^Kosher salt$ ^12 ounces linguine$ ^1 1.4 pounds large shrimp, peeled and deveined$ ^1.3 cup extra-virgin olive oil ",
       "Direction":"1. Bring a large pot of salted water to a boil. Add the linguine and cook as the label directs. Reserve 1 cup cooking water, then drain.$ 2. Meanwhile, season the shrimp with salt. Heat the olive oil in a large skillet over medium-high heat. Add the garlic and red pepper flakes and cook until the garlic is just golden, 30 seconds to 1 minute. Add the shrimp and cook, stirring occasionally, until pink and just cooked through, 1 to 2 minutes per side. Remove the shrimp to a plate. Add the wine and lemon juice to the skillet and simmer until slightly reduced, 2 minutes.$ 3. Return the shrimp and any juices from the plate to the skillet along with the linguine, butter and 1.2 cup of the reserved cooking water. Continue to cook, tossing, until the butter is melted and the shrimp is hot, about 2 minutes, adding more of the reserved cooking water as needed. Season with salt; stir in the parsley. Serve with lemon wedges. ",
       "Image": "D1"
      },
      {
       "Name":"Caprese Salad Sub Sandwich",
       "Ingredients":"^1.4 cup red wine vinegar$ ^1 tablespoon honey $ ^Kosher salt and freshly ground black pepper $ ^2 red jalapenos, thinly sliced $ ^1 pound boneless, skinless chicken thighs, thinly sliced $ ^2 teaspoons pumpkin pie spice $ ^1 1.2 teaspoons ground turmeric $ ^4 tablespoons olive oil $ ^5 ounces baby spinach",
       "Direction":"1. Preheat the broiler. Combine the vinegar, honey and 1.2 teaspoon salt in a medium bowl. Add the jalapenos and stir gently to cover. Set aside.$ 2.Toss the chicken with the pumpkin pie spice, 1 teaspoon of the turmeric, 1 tablespoon of the olive oil, 1 teaspoon salt and a few grinds of black pepper in a large bowl. Heat 2 tablespoons olive in a large nonstick skillet over medium-high heat. Add the chicken and cook, tossing occasionally, until the chicken is no longer pink in the middle and is crispy in some spots, 10 to 12 minutes. Transfer the chicken to a plate and add the spinach and 1 clove garlic. Cook, stirring occasionally, until the spinach is just wilted and still a vibrant green, 1 to 2 minutes.$ 3. Meanwhile, whisk the yogurt with the lemon juice, the remaining 1.2 teaspoon turmeric, remaining garlic clove, 1.4 teaspoon salt and a few grinds of black pepper in a medium bowl until smooth. ",
       "Image": "D2"
      },
      {
       "Name":"Sweet and Sour Glazed Shrimp",
       "Ingredients":"^1.4 cup Chinese plum sauce$ ^1.4 cup ketchup$ ^2 teaspoons soy sauce$ ^1.4 teaspoon crushed red pepper flakes$ ^1 1.4 pounds medium shrimp, peeled and deveined and tails removed$ ^Kosher salt and freshly ground black pepper",
       "Direction":"1. Stir together the plum sauce, ketchup, soy sauce and pepper flakes in a small bowl and set aside.$ 2. Sprinkle the shrimp with salt and pepper. Heat the oil in a medium skillet over medium-high heat. Add the shrimp to the skillet and cook, stirring occasionally, until just cooked through, 2 to 3 minutes. Transfer to a plate.",
       "Image": "D3"
      },
      {
       "Name":"Sesame Pork Milanese",
       "Ingredients":"^4 boneless pork chops (about 6 ounces each)$ ^Kosher salt and freshly ground pepper$ ^1.4 cup all-purpose flour$ ^1 3.4 cups panko$ ^2 tablespoons rice vinegar$ ^1 cup assorted cherry tomatoes, halved1 cup assorted cherry tomatoes, halved",
       "Direction":"1. Pound the pork chops with a meat mallet or heavy skillet until about 1.4 inch thick; season with salt and pepper. Put the flour in a shallow baking dish. Whisk the eggs, 1.2 teaspoon sesame oil and a pinch each of salt and pepper in a second dish. Put the panko in a third dish. Working with 1 chop at a time, coat in the flour and then dip in the egg, shaking off any excess; firmly press both sides in the panko.$ 2. Heat about 1.2 cup vegetable oil in a large nonstick skillet over medium-high heat until very hot (a breadcrumb should instantly sizzle in the oil). Working in batches, fry the chops, turning once, until browned and cooked through, 4 to 5 minutes. Transfer to a paper towel–lined plate to drain; season with salt. (Add more oil to the skillet between batches if needed to maintain a thin layer.)",
       "Image": "D4"
      },
      {
       "Name":"Chicken Scampi Pasta",
       "Ingredients":"^1 pound thinly-sliced chicken cutlets, cut into 1.2-inch-thick strips $ ^8 tablespoons unsalted butter, cubed $ ^6 cloves garlic, sliced $ ^8 teaspoons prepared salsa verde$ ^1.2 teaspoon crushed red pepper flakes ",
       "Direction":"1. Bring a large pot of salted water to a boil for the pasta. Sprinkle the chicken with some salt. Heat a large skillet over medium-high heat until hot, then add the oil. Working in 2 batches, brown the chicken until golden but not cooked through, 2 to 3 minutes per batch. Remove the chicken to a plate.$ 2. Melt 4 tablespoons of the butter in the skillet. Add the garlic and red pepper flakes and cook until the garlic just begins to turn golden at the edges, 30 seconds to 1 minute. Add the wine, bring to a simmer and cook until reduced by half, about 2 minutes. Remove from the heat.  ",
       "Image": "D5"
      },
      {
       "Name":"Indian-Spiced Pepper Steak",
       "Ingredients":"^1 1.4 to 1 1.2 pounds beef flank, skirt or flap (bavette) steak$ ^1 teaspoon (scant 1.3 palm full) coriander seed $ ^2 teaspoons chili powder (Gebhart's preferred brand) or 1 teaspoon cayenne pepper or pepper sauce $ ^1 large red onion $ ^2 to 3 (medium to spicy heat level) red or green finger chilies or Serrano peppers $ ^Kosher salt$ ^uice of 1 lemon OR a few tablespoons Shaoxing or sherry OR 2 tablespoons vinegar, sherry or apple cider $ ^Mumbai Mule, for serving, recipe follows",
       "Direction":"1. Gather all your ingredients and place around large work area, near stove. $ 2. Pat meat dry and cut it into 3 or 4 portions, then thinly slice the meat into strips against the grain of the meat.$ 3. Place a small skillet with seeds and peppercorns over medium heat and toast a minute until fragrant. Place in spice mill and grind. Combine with chili powder, garam masala and turmeric. (Ready-ground spices can be substituted but toasted whole seeds and peppercorns that are freshly ground are a little deeper and bigger in flavor.)$ 4. Peel and chop red onion. Seed and thinly slice bell pepper. Thinly slice or chop the fresh chili peppers. Seed if you prefer milder food or leave seeds in for extra spicy. Grate or mince ginger and garlic.",
       "Image": "D6"
      }
]
