
[
      {
       "Name":"Cinnamon Baked Doughnuts",
       "Ingredients":"^4 slices sourdough bread$ ^6 slices sharp Cheddar, about 3 ounces$ ^Half apple, cored and thinly sliced",
       "Direction":"1. Put 2 slices of bread on a cutting board or work surface. Top each with two slices of cheese, the apple slices, a third slice of cheese and another piece of bread. Press down lightly.$ 2. Heat 1 tablespoon butter in a large skillet over medium-low heat. Add the sandwiches and cook until the bread toasts and the cheese is slightly melted, 3 to 5 minutes. Flip with a spatula and add the remaining tablespoon of butter to the pan. Cook until the other side is toasted and the cheese is melted, about 3 minutes more, adjusting the heat as needed to keep the bread from burning before the cheese melts.?",
       "Image": "L1"
      },
      {
       "Name":"Caprese Salad Sub Sandwich",
       "Ingredients":"^12 ounces fresh mozzarella cheese$ ^Kosher salt and freshly ground black pepper$ ^2 large ripe tomatoes (about 1 pound)$ ^8 slices good sourdough bread$ ^1 clove garlic$ ^1 tablespoon extra-virgin olive oil$ ^1.4 pound thinly sliced salami",
       "Direction":"1. Heat a stovetop grill pan or a broiler to high heat.$ 2.Slice the cheese about 1.4 inch thick and season with salt and pepper. Core the tomatoes, slice crosswise the same thickness as the cheese and season with salt and pepper.$ 3. Grill or broil the slices of bread, turning as needed, until evenly toasted, about 1 minute. Lightly smash the garlic. Rub 1 side of each slice of bread with the garlic and drizzle with the olive oil. Roughly tear the basil leaves. Layer the mozzarella, basil, tomatoes, ham and salami on 4 slices of bread and top with the remaining bread. ",
       "Image": "L2"
      },
      {
       "Name":"Buffalo Chicken Pizza",
       "Ingredients":"^1 pound refrigerated pizza dough, at room temperature$ ^1 1.2 cups shredded rotisserie chicken$ ^1 1.2 cups shredded mozzarella$ ^2 tablespoons crumbled blue cheese$ ^1 scallion, sliced on the bias, for garnish",
       "Direction":"1. Set a pizza stone on an oven rack and preheat the oven to 425 degrees F. Roll out and stretch the dough on parchment paper or a pizza peel to a 12-inch circle; set aside.$ 2. Melt the butter in a medium saucepan over medium-low heat and whisk in the hot sauce. Pour half the mixture into a medium bowl, add the chicken and stir to coat fully. Pour any excess sauce back into the saucepan.$ 3. Ladle a few tablespoons of the remaining hot sauce mixture on the dough and spread in a thin even layer. Scatter with the chicken and mozzarella. Sprinkle the blue cheese on top.$ 4. Transfer the pizza to the preheated pizza stone and cook until crisp, 12 to 15 minutes. Garnish with the scallions, and drizzle the remaining sauce over the top.",
       "Image": "L3"
      },
      {
       "Name":"Nordic Shrimp Toast",
       "Ingredients":"^1 teaspoon whole coriander seed, toasted$ ^1.4 cup fresh dill fronds plus 2 sprigs$ ^1 lemon, zested and halved$ ^1.2 cup cream cheese, at room temperature$ ^1.2 cup 2 percent Greek yogurt$ ^4 slices pumpernickel bread, toasted$ ^1 Persian cucumber, very thinly sliced into half moons",
       "Direction":"1. Bring a medium saucepan of water to a boil. Add the coriander, 2 dill sprigs, half of the lemon zest and 1 teaspoon each salt and pepper. Let boil for 1 minute, remove the saucepan from the heat, add the shrimp and cover the pot. Let the shrimp sit, covered, until cooked through, about 2 minutes. Drain the shrimp and chill in ice water. Once chilled, remove and blot dry. Refrigerate until ready to use.$ 2.Chop 2 tablespoons dill fronds and add it to a small bowl along with the juice of half the lemon and the remaining zest. Add the cream cheese and yogurt to the bowl and stir to combine. Spread each slice of toast with the cream cheese mixture.$ 3. Lay as many shrimp as will fit flat between 2 plastic deli container lids; the tops of the lids should be facing each other. Making a fist, press down on the top lid to keep the shrimp in place. Position a sharp knife between the narrow opening of the lids and use a sawing motion to slice the shrimp in half at one time. Repeat with the remaining shrimp. Alternatively, slice on a cutting board.$ 4. Arrange the shrimp (cut-side down), cucumber and radish slices in overlapping decorative rows -- think fish scales -- to cover each toast. Sprinkle each with the remaining dill fronds.",
       "Image": "L4"
      },
      {
       "Name":"Purslane Quesadillas",
       "Ingredients":"^4 ounces purslane$ ^8 ounces low-moisture whole milk mozzarella or Oaxacan cheese, coarsely grated$ ^8 teaspoons prepared salsa verde$ ^4 teaspoons unsalted butter4 teaspoons unsalted butter",
       "Direction":"1. Tear the purslane into 2- or 3-inch pieces, stripping the little shoots from the main stems; discard the woodiest pieces.$ 2. Lay the tortillas on your work surface. Sprinkle some cheese on half of each tortilla, leaving 1.2-inch border. Put some purslane on top of the cheese, and drizzle about 2 teaspoons of the salsa verde on top. Top the purslane with the remaining cheese. Fold the tortillas in half.$ 3. Heat a medium nonstick skillet over medium heat. Add 2 teaspoons of the butter and melt until the foam just about subsides. Put in 2 of the tortillas and cook, pressing lightly with a spatula once or twice, until the underside is golden brown, about 2 minutes. Flip, and cook until the second side is brown and the cheese is melted, about 2 more minutes.$ 4. Transfer the tortillas to a cutting board. Wipe out the skillet. Repeat with the remaining butter and tortillas, lowering the heat a bit if the butter or tortilla browns too quickly.",
       "Image": "L5"
      },
      {
       "Name":"Chicken Korma",
       "Ingredients":"^1 large red onion; 1.2 chopped, 1.2 sliced$ ^1 1-inch piece ginger, peeled and thinly sliced$ ^2 cloves garlic, smashed$ ^1.2 teaspoon ground coriander$ ^1.4 cup vegetable oil, plus more for brushing$ ^3.4 pound ground chicken$ ^1.4 cup plain low-fat yogurt, plus more for garnish$ ^1.4 cup frozen peas, thawed",
       "Direction":"1. Puree the chopped onion in a food processor with the ginger, garlic, coriander, cumin, 1.2 teaspoon salt and 1.2 cup water. $ 2. Heat the vegetable oil in a skillet over medium-high heat. Add the sliced onion and cook until golden, 4 to 5 minutes. Add the spice paste and cook, stirring, until slightly dry, 8 to 10 minutes. Add the chicken and cook until opaque, breaking up the meat. Mix the yogurt with 1.4 cup water, add to the pan and simmer over medium-low heat until the meat is cooked through, 2 to 3 more minutes. Add the peas and cilantro and season with salt.",
       "Image": "L6"
      }
]
